

export type CardType = 'ana_info' | 'step_info';

export const CardInfo = {
  ana_info:{
    title:'持续投资时间改变人生',
    options:[
      {
        title:'掌控人生',
        text:'逐渐对生活有掌控感，不容易被外界事物影响生活。',
      },
      {
        title:'心灵上的宁静',
        text:'获得心灵上的宁静，拥有成就感、满足感、幸福感。',
      },
      {
        title:'想要的幸福生活',
        text:'慢慢改变人生，拥有想要的幸福生活。',
      },
    ]
  },
  step_info:{
    title:'投资时间四步骤',
    options:[
      {
        title:'1.选择投资时间项目',
        text:'创建并选择目前优先级高的投资时间目标，我们会帮助你聚焦投资时间项目，避免陷入生活琐事，忽略真正重要的事情。',
      },
      {
        title:'2.正确的路径',
        text:'实现投资时间目标需要正确的路径或方法，正确的方法需要反复进行思考、总结、改善、提炼，选择大于努力，方法的正确胜过一切。',
      },
      {
        title:'3.持续投资时间',
        text:'持续投资时间到正确的路径和方法中 ，做时间的朋友，渐渐前进，一步一步取得一些进展。',
      },
      {
        title:'4.达成投资时间目标',
        text:'循环前面三步一个接一个的达成投资时间目标，慢慢的掌控生活，在生活中拥有安全感，最终拥有你想要的生活，获得心灵的宁静和幸福人生。',
      },
    ]
  },
  fqa_info:{
    title:'常见问题',
    options:[
      {
        title:'投资时间计划是如何帮助用户掌控人生的？',
        components:`<div>投资时间计划帮助用户聚焦投资时间目标，帮助用户把时间投入到更该花时间的重要目标上，<span class="font-900">避免用户的生活过于关注琐碎的人和事，丢失真正应该投资时间聚焦的目标。</span>
        随着用户使用投资时间四步骤，持续进行的时间投资。让用户感受到目标完成的进度，让用户一步步接近目标，在一个个重要投资时间目标完成后。<br/>
        在这个过程中本产品帮助用户逐渐开始掌控生活，拥有安全感，获得心灵的宁静，最终拥有幸福人生。</div>`
      },
      {
        title:'为什么需要一个接一个的达成投资时间项目目标？',
        components:`<div>本产品号称能够掌控生活。<span class="font-900">但金字塔不是一天建成的，改变是在一次次持续的投资时间中做到的。</span>持续前进，不知不觉将掌控当下的生活，最终拥有想要的生活。</div>`
      },
      {
        title:'为什么假定最终目标是掌控生活，拥有幸福人生？',
        components:`
        <div> - 本产品假定掌控生活，拥有安全感，获得心灵的宁静，拥有幸福人生为最终目标，为了更好的为产品竖立一个客户服务目标，这是本产品的假定的目标。</div>
        <div> - 我们可以有更多维度，我们知道幸福、成功的人生有很多维度，不代表非常有钱，取决于你过哪种人生。</div>
        <div> - <span class="font-900">经过思考、总结、提炼后，每个人心中都有一个答案，没有标准答案。</span></div>
        <div> - 只要按照自己想要的方式去度过你的一生，那你的人生是成功的，你就能收获了自己定义的成功人生。</div>
        <div> - <span class="font-900">“真正的成功只有一种，以自己的方式度过一生。”</span> </div>
        `
      },
      {
        title:'应该以什么为目标创建投资时间项目？',
        components:`<div>根据每个人的需求，<span class="font-900">内心最渴求什么东西，就以它为目标创建一个投资时间项目。</span>比如创建自己最想要生活状态、最舒适的生活方式，最想做到的事情、最想尝试的东西、最想投入时间培养的爱好，不同的人有不同的需求，你最想要什么呢？你想要哪种生活？</div>`
      },
      {
        title:'我没有非常明确的目标，我该投资时间到哪里，有哪些方向值得花时间进行投资？',
        components:''
      },
      {
        title:'找到正确的投资时间目标方法是什么？',
        components:`<div>找到正确的投资时间目标需要反复思考、总结、改善、提炼，<span class="font-900">找到正确的投资时间方法，花再多时间也是有价值的，否则一个错误的目标，无论如何投资，都没有价值，不能对你的生活目标产生任何收益。记住“选择永远大于努力”！正确的投资时间目标，高于一切！</span></div>`
      },
      {
        title:'如何设置自己的投资时间计划？我该每周/每天投入多少小时？',
        components:`
        <div>  - 需要动态灵活调整，因为随着时间演变，我们的作息可能会出现变化，每天可供投资的时间长度也不一样。</div>
        <div>  - <span class="font-900">它的完成难度应处于中等偏上一点的情况中，这样不会太累，也能及时推动投资时间项目进展。</span></div>
        <div>  - 它不该太难，让我们很难完成，容易气馁，导致计划难以执行，最后逃避它。</div>
        <div>  - 它也不该太简单，比如每天就投资十分钟时间，这样对于我们完成投资时间项目的周期会大大拉长。</div>
        `
      },
      {
        title:'同时有很多投资时间目标，应该选择哪个进行投资？',
        components:`<div><span class="font-900">选择其中最关键，优先级最高的目标开始进行投资时间，去取得进展，</span>按照投资时间四步骤将帮助你聚焦该目标，持续进行，完成该目标，让你慢慢掌控生活，拥有梦想中的生活。</div>`
      },
    ]
  }
}